[
  {
    "name": "Fredy Kuncoro",
    "date": "25 Desember 2018 | Pengantin pria di Pernikahan Fredy & Inge",
    "title": "Best Choice !",
    "review": "FIOR Organizer\nDari pertama ketemu kita udah sreg karena dari awal orangnya terbuka dan gak mundur saat kita mau bandingkan dengan yang lain.\nDari sekedar hubungan client dan customer, sekarang kita udah lebih ke temen dan keep contact.\nThank you vinnie yg bawel dan neeke yang bisa handle segala permintaan dan perubahan-perubahan, juga semua crew yang bertugas sebelum dan di hari H, semuanya mantap lah."
  },
  {
    "name": "Merlina Valentine",
    "date": "21 Desember 2018 | Pengantin perempuan di Pernikahan Merlina dan Okky",
    "title": "Crew da best",
    "review": "Dear Vinnie n Neeke dan Fior crews..\nDua krucil (Vinnie dan Neeke) gw yg selalu kocak dan lucu..\nTerima kasih udh nemenin gw sma okky di hari H, walaupun byk kendala dan miskomunikasi antara kita sama team Fior..\nTerima kasih bantuan yg udh gw terima krg lbh 1 tahun, walaupun gw gk pakai jasa Fior utk wedding planner..\nTerima kasih udh jd wo yg blak blakan, saklek, stress, pe a dan byk ketawanya drpd berantemnya..\nTerima kasih utk semuanya dan buat calon pengantin yg perlu wo antik,beda, agak stress dan rada gila, pakai Fior, gk ada 2 nya ini wo..\nLoonngggg Liivvvvee Fior.."
  },
  {
    "name": "Bernadeth Ingelia Saputra",
    "date": "05 Desember 2018 | Pengantin perempuan di Pernikahan Fredy & Inge",
    "title": "Best Team",
    "review": "BEST TEAM,\nDari awal planning sampai eksekusi, kita terbantu banget, mulai dari pemilihan venue, pemilihan makeup artist, pemilihan hal-hal detail yang kita belum mengerti sebelumnya.\nKita juga terbantu dari planning financial, dari nego ke vendor, bantu komunikasikan hal-hal urgent ke vendor sehingga pernikahan kita baik dan lancar adanya."
  },
  {
    "name": "Philip Yoel Siregar",
    "date": "23 Oktober 2018 | Pengantin pria di Pernikahan Philip & Stacy",
    "title": "GOOD TEAMWORK !",
    "review": "Team FIOR gak ada dua nya! The best banget. Owner nya masih turun hari H, dari planning bantuin gak batesin mau ketemu berapa kali. Seneng banget bisa kenal sama Neeke sama Vinnie dan team nya semua. \n\nTakjub nya lagi, semua team kerjanya kompak banget, semuanya ngerti rundown, paham banget harus ngapain kerjanya. \n\nGue sebagai penganten sama sekali gak stres seharian, STRESS-FREE banget..\n\nSalam dari Nyokap, Bokap, dan Opung gue. Semua keluarga puas sama kerja FIOR. \n\nSesuai sama Tagline nya nih, membuat memorable moments through genuine hearts. \n\nFIOR, Thank you berat yah. Gue doain sukses terus buat kalian.."
  },
  {
    "name": "Atelier de Marièe",
    "date": "08 Oktober 2018 | Vendor rekanan di Pernikahan",
    "title": "Aldi & Windy",
    "review": "We had several projects with Fior Organizer and we love working with this team! Vinnie and Neeke are very attentive and have a very nice attitude to handle clients.. their attention to details really help the client and vendors from the preparation stage up until the D day.. their positive personality also boost up the mood and there will always happy moments with laughters when they are around.. This is very important as the couple and family most of the time feel so nervous,but they manage everything really well.. We are really happy working with Fior! Look forward to have many more projects with them.."
  },
  {
    "name": "Dara Egy Tirtani",
    "date": "02 Oktober 2018 | Pengantin perempuan di Pernikahan Egy & Lutfi",
    "title": "My Big Day with FIOR",
    "review": "Thank you so much FIOR !!! dua jempol buat GBA yang selalu sedia setiap saat buat grooms n brides , dari jam 3 pagi , dari nyuapin makan, minum , tissue, bikinin speech kilat buat after akad nikah.. ahh, apalah aku tanpa kalian <3"
  },
  {
    "name": "Stacy Anastalya",
    "date": "04 September 2018 | Pengantin perempuan di Pernikahan Philip & Stacy",
    "title": "Great Team, Great Work!",
    "review": "Happy banget dibantu sama Tim Fior. Meskipun waktunya cukup mepet, tapi Fior berhasil buat acaranya berjalan baik dengan ide2 yg cukup unik..\\nSupportnya luar biasa banget. Teamnyaa friendly, ramah, terutama Vinnie & Neeke.. \\nBig thanks for Fior Team from our big family..\\n- Philip & Stacy -"
  },
  {
    "name": "Rani",
    "date": "03 September 2018 | Pengantin perempuan di Pernikahan Brian & Rani",
    "title": "Thank you, FIOR!",
    "review": "Thank you FIOR untuk kerja sama dan bantuan yang luar biasa selama persiapan dan pelaksanaan acara kami berdua.  Mekipun ada hal2 yg mungkin ga nyaman selama acara, tapi FIOR selalu berusaha ngasih yang terbaik.  Tanpa kalian, aku sm mas pasti bingung bgt T.T Espescially thank you so much buat duo ketje Neeke dan Vinniiiiee! Aku sama keluarga puas dan seneng bgt sama kerja kalian. Fior dan timnya ramah bgt, enak bgt buat tektokan, dan bisa bantu nenangin pas lagi sutrisna hihi. Semoga FIOR makin berkembang, sukses, dan senantiasa jadi berkat buat orang2 yg kalian layani yaa. Keep the good work and always be awesome! \\u2665"
  },
  {
    "name": "Anna Ateliers",
    "date": "25 Juli 2018 | Vendor rekanan di Pernikahan",
    "title": "Such a great partner and humble person to work with",
    "review": "Thank you for suggesting some kind hearted clients dear. Love fior team they are just too humble and over friendly ❤️"
  },
  {
    "name": "Kus Nia Sary",
    "date": "27 Maret 2018 | Pengantin perempuan di Pernikahan Arif Rahman Hakim",
    "title": "Super love!!! Funny & Friendly",
    "review": "Dear Lovely FIOR Organizer,\n\nMany thanks for your hardwork.\nFunny, Splendid, impeccable, marvelous, those a just some words from many other words that could describe FIOR Team work. The crew was fantastic friendly and helpful\nWithout your help, our wedding wouldn't be so perfect. Especially to Mungilkuuu Vinnie & Neeke thankyou so much for helping & guiding us from special day (Seserahan Akad Nikah) untill reception.\nAaaaaaaaaak Amazed!!!\nLot of thanks ❤️❤️\n\n\nDear Bride & Groom to be,\n\nFYI, If you to be are looking for great wedding organizer that can handle every details on your wedding, these guys here will give you their best. Seriously!!!\n\n\nSee you on another special day yaaa, FIOR.\nAamiinn!!!\n\nCheers,\nNia❤️"
  },
  {
    "name": "Okky",
    "date": "27 Februari 2018 | Pengantin perempuan di Pernikahan Okky & Mudja",
    "title": "Superb WO. More than partners, FIOR is being our friend",
    "review": "I feel so optimistic about my special day since the very first time I met Vinny and Neeke from Fior. Then  me and my family had some meetings with them. It's all great and smooth. I'll never forget that eventhough it's CNY and most of Fior's team celebrate it, they still came to attend the wedding's final meeting. \nFior is professional, energetic, and so kind to me, Mudja, and our family. Well done!"
  },
  {
    "name": "Clara",
    "date": "24 Februari 2018 | Vendor rekanan di Pernikahan Bride Niva",
    "title": "Balasan Vendor",
    "review": "Paling enak ketemu WO yg ga cuma asik dan professional sama client, tapi juga sama partnering vendor lainnya.. seneng deh dikasih kesempatan kerja bareng dengan Fior team, sang client pun terlihat seperti didampingi seorang teman yg dipercaya utk membantu semua keperluan di hari H. So all brides to be jangan ragu lg utk contact Fior utk hari besar kalian.. \\ud83d\\ude4c\\ud83c\\udffb\\ud83d\\ude4c\\ud83c\\udffb\\ud83d\\ude4c\\ud83c\\udffb"
  },
  {
    "name": "Nva Ags Stdjk",
    "date": "12 Februari 2018 | Pengantin perempuan di Pernikahan benny & niva",
    "title": "good",
    "review": "thx you fior organizer... Makasih untuk smua bantuannya, gak bisa ngomong banyak, kl kemarin tanpa kalian mungkin tidak berjalan lancar.."
  },
  {
    "name": "Sebastian Archie Wijaya",
    "date": "09 Februari 2018 | Client di Pernikahan Kiki dan Dewinta",
    "title": "Good Team Work!  Full services!",
    "review": "Hii nik hi vini.  Makasi banget uda bantuin gua dapetin vendor yang cocok dengan selera da budget gua.  Meskipun di perjalanann kita ada beberapa konflik, tapi kalian bisa diajak bekerjasama untuk mengclosing konflik2 tersebut dengan baik. Sukses terus buat vior, without u guys i dont think my wedding would be this simpler and organized..  Much thanks ya,  love u guys.."
  },
  {
    "name": "fera",
    "date": "09 Februari 2018 | Pengantin perempuan di Pernikahan fera dan reza",
    "title": "full service wedding planner",
    "review": "horeee akhirnya dari planning setahun jadi cuma 6 bulan udah beres dibantu sama fior.thanks berat deh sama vinnie sama neeke. nemenin fitting berkali2 loh, bantuin cari bahan buat baju mamaku juga. sukses terus ya kalian!"
  },
  {
    "name": "Reza Sutedjowidjojo",
    "date": "09 Februari 2018 | Pengantin pria di Pernikahan Reza and Fera",
    "title": "Ini baru full service wedding planner!",
    "review": "Gw kebingungan pas mau planning wedding gw. Karena gak tau apapun soal wedding secara baru pertama kali. Pertama kali ketemu Vinnie dan Neeke ini waktu di pameran wedding, kita gak kenal awalnya, karena udah capek muterin pameran. Dan akhirnya kenalan sama Vinnie dan Neeke, dan pas ngobrol2 cocok sih, langsung nyambung aja gitu, dan mereka bener-bener tau vendor yang bagus yang mana, yang standard yang mana, yang masuk budget yang mana. Alhasil, keliling pameran untuk terakhir kalinya di hari itu, dan lumayan dapet beberapa best deal berkat dibantuin sama mereka berdua sih. Salut aja sih, udahan gitu kita jadi sering ketemu buat meeting sama vendor, ditemeninn terus, padahal gw tau mereka jg sibuk sih. Bener-bener full services. Bokap nyokap gue pun salut sama kerjanya Vinnie dan Neeke dan crew nyaa.. hebat!! sukses terus yaa Fior!"
  },
  {
    "name": "Alaula",
    "date": "15 November 2017 | Pengantin perempuan di Pernikahan Jane & Harry",
    "title": "Excellent Wedding Planner",
    "review": "I'm very lucky to get a wedding planner like you guys! very professional and very excellent to handle my wedding,,\nLow price but high quality,, good job guys!!"
  },
  {
    "name": "Sharon Cassidy",
    "date": "31 Oktober 2017 | Pengantin perempuan di Pernikahan wisely & sharon",
    "title": "Balasan Vendor",
    "review": "good crew, good wedding organizer. sangat membantu saya sekali dalam persiapan wedding saya. very recommended. thankyouu guys !"
  },
  {
    "name": "Richard Costume Design",
    "date": "23 September 2017 | Vendor rekanan di Pernikahan",
    "title": "Highly Recommended!",
    "review": "Thank you for your support, Neeke. Will support you too ya, sukses selalu untuk Neeke dan team."
  },
  {
    "name": "Makeupbyimelda",
    "date": "20 September 2017 | Vendor rekanan di Pernikahan",
    "title": "Professional service",
    "review": "I have been work many times with fior organizer. They are a solid team & also perfect to all their events. Im very happy as a makeup artist to work with fior organizer. Very professional and helpful!"
  }
]